{"id":["1005724"],"username":["AyurvedicProducts"],"acct":["AyurvedicProducts"],"display_name":["Bioayurveda"],"locked":[false],"bot":[false],"discoverable":[false],"indexable":[false],"group":[false],"created_at":["2019-11-18T00:00:00.000Z"],"note":["<p>Bio Ayurveda is an internationally certified brand in health and overall wellness,owned by a Delhi based company ARGANSHE (Pvt.) Ltd.. BIOAYURVEDA offers 100% natural products manufactured with the help of ancient ayurvedic wisdom and research. These products include herbs, oils and nutraceutical for the sole purpose of stimulating health, curb stress and empowering lives. Manufactured in the state of art laboratory Bio Ayurveda product are certified by WHO, GMP, ISO and others.<\/p>"],"url":["https://mastodon.social/@AyurvedicProducts"],"uri":["https://mastodon.social/users/AyurvedicProducts"],"avatar":["https://files.mastodon.social/accounts/avatars/001/005/724/original/4795435e710dceb9.jpg"],"avatar_static":["https://files.mastodon.social/accounts/avatars/001/005/724/original/4795435e710dceb9.jpg"],"header":["https://files.mastodon.social/accounts/headers/001/005/724/original/103303a1fc234486.png"],"header_static":["https://files.mastodon.social/accounts/headers/001/005/724/original/103303a1fc234486.png"],"followers_count":[0],"following_count":[10],"statuses_count":[19],"last_status_at":["2019-12-18"],"hide_collections":{},"noindex":[false],"emojis":[],"roles":[],"fields":[{"name":["Shudh Shilajit Capsule"],"value":["SHUDH SHILAJIT CAPSULE helps to empower the immune system. A famous mineral in Ayurveda with rejuvenative and aphrodisiac properties, it literally means one who can conquer mountains. It exudes as a resin from the rocks of the Himalayas."],"verified_at":{}},{"name":["Senna Capsule"],"value":["Senna has potent laxative properties that relieve constipation and cleanse the colon. Periodic cleansing and detoxification is vital for better nutrient assimilation, healthy metabolism and weight management. It is usually fast acting in softening stool,"],"verified_at":{}},{"name":["Shatavari Capsule"],"value":["SHATAVARI Capsules is beneficial for sexual vigor and reproductive health. It is a reproductive tonic for both men and women. It general, it balances hormonal activity, supports libido, and increases vital fluids"],"verified_at":{}},{"name":["Giloy Capsule"],"value":["GILOY strengthens the body’s immunity as well as sexual vitality. It fights free radicals, purifies the blood and rejuvenates the body&#39;s functioning. It combats chronic fever and weakness. A diuretic, it helps in dissolving urinary crystals and combats ur"],"verified_at":{}}]}
