{"id":["107457401279027895"],"username":["terminalSloth"],"acct":["terminalSloth@awoo.fai.st"],"display_name":[":anim_noto_rabbit: Clareta :anim_noto_rabbit:"],"locked":[true],"bot":[false],"group":[false],"created_at":["2021-12-16"],"note":["ENG:<br><br>Hewwo, im Clara, im a bnnuy (otherkin) non binary with AuDHD who likes being a little silly. I like drawing and playing weird games (not as in rare necesary but just interesting concepts), im into computery stuff and i know a bit about programming but not as much as i would like to tbh. My current hyperfixations are with hypnosis (yeah kinky ik), Homestuck (not as much as before but im literally jade harley), Umineko(WtC in general but i finished Umineko not so long ago after years of reading only half of it) and Minecraft (Im really loving the create mod and some cursed tech mods (greg)). NSFW content ahead so be aware of that. Also pedos (that includes maps obviously), TERFs, fascist and the likes are not welcome here and if you try interacting with me i will make it very clear.<br><br>ESP:<br><br>Hola, me llamo Clara, soy une coneje (otherkin) no binarie con AuDHD que le va mucho hacer la gracia. Me gusta dibujar y jugar jueguitos raros aunque no necesariamente poco conocidos, me interesa el rollo de los ordenadores y se algo de programar pero no tanto como me gustaría. Actualmente mis obsesiones son con la hypnosis (rollo kinky), homestuck (no tanto como antes pero literalmente soy Jade Harley), Umineko (WtC pero umineko en especial) y Minecraft (que me gusta mucho el create mod y otros mods de tecnología mas cursed(greg)). Hay contenido adulto en posts marcados como tal en el caso de que decidas darme follow. Además pedófilos (maps incluidos obviamente), TERFs, fachas y cualquier otra cosa tirando por ese rollo no son bienvenidas aquí, y si interactuas conmigo lo haré bastante claro.<br><br>Currently active in:<br><br>terminalSloth@awoo.fai.st"],"url":["https://awoo.fai.st/users/terminalSloth"],"avatar":["https://files.mastodon.social/cache/accounts/avatars/107/457/401/279/027/895/original/575fddba2c27dc11.png"],"avatar_static":["https://files.mastodon.social/cache/accounts/avatars/107/457/401/279/027/895/original/575fddba2c27dc11.png"],"header":["https://files.mastodon.social/cache/accounts/headers/107/457/401/279/027/895/original/07cce0c99e21e932.png"],"header_static":["https://files.mastodon.social/cache/accounts/headers/107/457/401/279/027/895/original/07cce0c99e21e932.png"],"followers_count":[60],"following_count":[95],"statuses_count":[511],"fields":[{"name":"Pronouns","value":"They/them She/her"},{"name":"Known Languages","value":"Spanish/English"},{"name":"Age","value":"25"}],"emojis":[],"discoverable":[true]}
