{"id":["107709183005812841"],"username":["shelenn"],"acct":["shelenn@nerdica.net"],"display_name":["Shelenn Ayres"],"locked":[true],"bot":[false],"discoverable":[true],"group":[false],"created_at":["2022-01-30"],"note":["<p>My name confuses some so let me tell you a bit about me. I've been around 2.5D and 3D virtual worlds since their inception in the 90's after MUDs and MMOs. Yes Virginia, I remember 300 baud modems connected to the university VAX, working in octal on PDP8's, using BBS, exploring Windows 3.0, and of course ARPANET. It all began for me with the TI994A and a cassette recorder for a hard drive LOL until I graduated to BASIC-A and the PCJr while playing Tracer Sanction. 2.5D worlds still exist today but moving into Cybertown and Blaxxun along with Active Worlds brought me into 3D, I've been there ever since.<\/p><p>Professionally, I am an Engineer with a well-rounded background who specializes in Modeling, Simulation, and Analysis. I am also into providing Research and Education services with a focus on Science, Technology, Engineering, and Math. However, I spend a lot of time working to advance technologies for Social 3D Virtual Worlds and Social VR applications with a focus on the user experience - especially when it comes to accessibility. Why? Because digitally marginalized users need someone in their corner! I am not talking about accommodation - I am talking about accessibility by design. Happy to have a conversation about this anytime!<\/p><p>While I've been in most every 3D platform over the years, I am currently focused on supporting efforts to improve Open Simulator as a platform. Projects I am involved in run the gamut. How did I end up here? Some of my goals include integration with federated social media network type Friendica. I plan to integrate it with our R&amp;D grid called Metaverse Depot connected to the Hypergrid as part of our mission to advance virtual world technologies with an organization I lead called Infinite Metaverse Alliance (IMA).<\/p><p>On the personal side, I won't list my favorite color, location, music genre, book, or movie. It's too difficult to choose! I consider myself a humanitarian who believes we are each other's keepers but I also believe the best offense is a strong defense - so some think that is just weird LOL. I view the greater community of virtual worlds encompasses online and offline space and that the virtual can be fantasy but it does not have to be. Offline I accept we are all flawed and we need some rules to protect us from ourselves. But that does not mean we should not push the boundaries for the sake of virtual evolution online! Social Virtual Worlds became a place I could be myself to create, build, script, share, and collaborate without traditional boundaries. It feels like home and I hope to extend that presence into the federated social web 😀<\/p><p>I will say the word Federation attracted me since I love Star Trek but my all-time favorite Science Fiction series is Babylon 5 as you may have guessed by my avatar name. My partner's name is Ivanova Ayres because she reminds me so much of that character. She dubbed me Shelenn as a cross between Sheridan and Delenn's characters (because she couldn't decide which I was most like) as we created accounts in Second Life when it began. The names stuck as we moved into the Open Simulator community ;)<\/p><p>#openSimulator #opensim #metaverseDepot #hypergrid #virtualWorlds #metaverse #socialVR #ugc #secondLife #SL #HG #nobot #noindex<\/p><p>\"I'd like you to take the time to learn the Babylon 5 mantra: 'Ivanova is always right. I will listen to Ivanova. I will not ignore Ivanova's recommendations. Ivanova is God. And if this ever happens again, Ivanova will personally rip your lungs out.\"<br>– Susan Ivanova<\/p>"],"url":["https://nerdica.net/profile/shelenn"],"avatar":["https://files.mastodon.social/cache/accounts/avatars/107/709/183/005/812/841/original/9873c740f7a4a044.png"],"avatar_static":["https://files.mastodon.social/cache/accounts/avatars/107/709/183/005/812/841/original/9873c740f7a4a044.png"],"header":["https://mastodon.social/headers/original/missing.png"],"header_static":["https://mastodon.social/headers/original/missing.png"],"followers_count":[554],"following_count":[658],"statuses_count":[2814],"fields":[{"name":"Marital Status","value":"Partners"},{"name":"With","value":"Ivanova Ayres"},{"name":"Since","value":"2004-11-19 05:00:00"},{"name":"Sexual preference","value":"Lesbian"},{"name":"Hobbies/Interests","value":"opensim OpenSimulator open-source code music golf science-fiction 3D virtual worlds"}],"emojis":[]}
