{"id":["108367414204558352"],"username":["playerthree"],"acct":["playerthree@mastodon.nrsk.no"],"display_name":["Player Three"],"locked":[false],"bot":[false],"group":[false],"created_at":["2022-05-26"],"note":["<p>I don't post much, but try to boost and like posts I find interesting. In general I'm a dystopian futurologist and have a bleak outlook on most of humanity's future. The surrealism of our current shared existence is where it's at, this wild ride is interesting!<\/p><p>If I've followed you it's because I find your posts interesting and have come across them in a public timeline.<\/p><p>All posts on this account should be considered satire, unless you like and support what I'm saying.<\/p><p>Bit more in detail about me:<\/p><p>Natural born Norwegian, aspiring strongman and Floridaman. I can already lift a fully-grown horse above my head with one arm, and I can hold my breath for an hour. To settle a wager, I once ate a kilo of Syver's biggest awardwinning weiner sausages and ran two kilometers in the nude. I can not mind the pain, Potter, and I can see for miles unaided by a lens. No man have managed to kill me. Yet. I have beaten a person from each of the continents in formal internet shitposting, including Antarctica. A medical doctor and two priests have written and signed a document confirming that I DO have a soul.<\/p>"],"url":["https://mastodon.nrsk.no/@playerthree"],"avatar":["https://files.mastodon.social/cache/accounts/avatars/108/367/414/204/558/352/original/77a81619a23a0119.jpg"],"avatar_static":["https://files.mastodon.social/cache/accounts/avatars/108/367/414/204/558/352/original/77a81619a23a0119.jpg"],"header":["https://files.mastodon.social/cache/accounts/headers/108/367/414/204/558/352/original/6d86ea4acd355526.jpg"],"header_static":["https://files.mastodon.social/cache/accounts/headers/108/367/414/204/558/352/original/6d86ea4acd355526.jpg"],"followers_count":[21],"following_count":[219],"statuses_count":[450],"fields":[{"name":"E-mail","value":"Same as Mastodon"},{"name":"DeltaChat","value":"Same as Mastodon"}],"emojis":[],"discoverable":[false]}
