{"id":["109126821236901290"],"username":["8petros"],"acct":["8petros@petroskowo.pl"],"display_name":["8Petros [Signal: Petros.63]"],"locked":[true],"bot":[false],"discoverable":[true],"group":[false],"created_at":["2022-10-07"],"note":["<p>Mission: to mitigate death and suffering of sentient beings around me, particularly that caused by the global ecological succession.<\/p><p>Postproletarian, transanarchist, kolapsnik with infrastructure fetish.<\/p><p>Sometimes anarchist, always anti-statist and anti-capitalist.<\/p><p>Karmic comedic hero.<\/p>"],"url":["https://petroskowo.pl/profile/8petros"],"avatar":["https://files.mastodon.social/cache/accounts/avatars/109/126/821/236/901/290/original/0bf76fa310c3c955.jpeg"],"avatar_static":["https://files.mastodon.social/cache/accounts/avatars/109/126/821/236/901/290/original/0bf76fa310c3c955.jpeg"],"header":["https://mastodon.social/headers/original/missing.png"],"header_static":["https://mastodon.social/headers/original/missing.png"],"followers_count":[284],"following_count":[461],"statuses_count":[2387],"fields":[{"name":"Pronouns:","value":"He/Him"},{"name":"Support my life and work (crypto / onion)","value":"<a href=\"https://osa.tepewu.pl/p/5-wesprzyj-siwego-siwy-s-life-support\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">https://osa.tepewu.pl/p/5-wesprzyj-siwego-siwy-s-life-support<\/a>"},{"name":"Kredo","value":"<p>- Mam możliwości, a więc i obowiązek przyczynić się do rozwoju własnego, osób związanych ze mną oraz całej planety, jednocześnie i od teraz!<\/p><p>- Stworzę samodzielną grupę działania, która dokonywać będzie ewolucyjnych przełomów w imieniu planety i zamieszkujących ją istot. Jedna planeta, jedno życie.<\/p><p>- Przekażę tę ideę innym, zdolnym do organizowania kolejnych grup tego rodzaju.<\/p><p>- Z czasem, w sposób naturalny, grupy te będą się łączyć na coraz wyższych poziomach świadomości i skuteczności — w obronie wszystkich istot czujących!<\/p>"},{"name":"Moja żona o mnie:","value":"<p><em>Bo ludzie Ciebie nie rozumieją. A jak zrozumieją, to uciekają z krzykiem...<\/em><\/p><p><a href=\"https://petroskowo.pl/profile/kanako\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">KaNaKo<\/a><\/p>"},{"name":"Bohater komiczny","value":"<blockquote>(Nasz) nawyk polegania na ideologiach i wielkich planach zaczerpnięty jest z języka tragedii, gdzie wielcy bohaterowie dla idei ryzykują wszystkim. To oczywiście jest materiał na wielką literaturę i dramat, lecz bohaterowie tragiczni zwykle giną, a często zabierają ze sobą wszystkich swoich bliskich.<br>Może więc nie jest to najlepszy model dla konstruktywnej zmiany.<br>W zamian Johnson proponuje zadziwiającą alternatywę: bohatera komicznego. Bohater komiczny to zwykle niezgrabiasz, w zagubieniu plączący się po scenie, z celem nie bardziej ambitnym niż wyjść z opałów z całą skórą na grzbiecie. Jest żywą antytezą herosa, a jego wysiłki, aby przetrwać, nie zaskarbią mu tego rodzaju szacunku, za jakim najwyraźniej tęskni tak wielu koryfeuszy zmian społecznych. Jednak inaczej niż bohater tragiczny, to on właśnie zwykle pozostaje wśród żywych, a często doprowadza i resztę obsady do końca spektaklu.\"<\/blockquote><p>J. M. Greer \"W stronę cywilizacji ekotechnicznej\"<\/p>"},{"name":"Comic hero","value":"<blockquote>The habit of relying on ideologies and grand plans, he suggests, is borrowed from the language of tragedy, in which great heroes risk everything for an ideal.<br>This makes great literature and drama, of course. Still, the heroes of tragedy usually die and often take everything they care about down with them, so they may not be the best model for constructive change!<p>As an alternative, Johnson offers the unexpected possibility of the comic hero. Comic heroes are usually muddlers, stumbling cluelessly through situations with no grander agenda than coming out the other side with a whole skin. They are the opposite of heroic, and their efforts at muddling through fail to inspire the kind of reverence so many proponents of social change seem to long for.<\/p><p>Unlike tragic heroes, though, they usually do come out alive on the other side of the story, and they often bring the rest of the cast with them.<\/p><\/blockquote><p>J. M. Greer, \"The Ecotechnic Future\"<\/p>"},{"name":"Credo","value":"<p>- I have the capacity, and therefore the duty, to contribute to the development of myself, my associates and our planet, here and now!!!<br>- I will organize a self-determining group of beings to create and perform evolutionary and breakthrough actions for the benefit of the planet and all sentient beings. One life, one planet.<br>- I will then pass this concept on to others who are capable of generating more self-organizing teams.<br>- I will wait for the time when my group can naturally connect with others at ever higher levels of consciousness and effectiveness.<\/p><p>(Inspired by Credo of the First Earth Battalion)<\/p>"},{"name":"","value":""}],"emojis":[]}
