{"id":["109378426860574649"],"username":["renwomanconsulting"],"acct":["renwomanconsulting@qoto.org"],"display_name":["Sara Kobilka"],"locked":[false],"bot":[false],"discoverable":[true],"group":[false],"created_at":["2022-11-20"],"note":["<p>I am the owner and principal consultant for Renaissance Woman Consulting LLC and a dedicated lifelong learner. I actively cross pollinate impactful ideas across industries and disciplines. I'm passionate about education, communication, outreach and networking. I keep issues related to diversity, equity, inclusion, belonging, access, accessibility and justice at the heart of my work. I've spent years specializing in science communication in TV/radio, education and the non-profit realm, utilizing my training as a scientist, journalist and educator to bridge gaps between the scientific community and those who consider themselves to be outside of it.  I'm involved nationally in diversity in STEM (science, technology, engineering and math) and STEM engagement initiatives that seek to inspire interest and excitement for STEM broadly. Partnerships and equitable collaboration have been a huge focus of my work as I connect people and organizations with similar interests and help them strategically work together. I'm involved with teaching/education in other realms as well, including facilitating/moderating virtual training for out-of-school educators, tutoring and designing/leading camps for youth on a plethora of topics, designing formal education curriculum, leading fitness classes, and working as a broadcast journalist/meteorologist. I enjoy a Renaissance woman life-style filled with unusual adventures and intriguing people.<\/p>"],"url":["https://qoto.org/@renwomanconsulting"],"avatar":["https://files.mastodon.social/cache/accounts/avatars/109/378/426/860/574/649/original/e5d4924f74c8c2f7.jpg"],"avatar_static":["https://files.mastodon.social/cache/accounts/avatars/109/378/426/860/574/649/original/e5d4924f74c8c2f7.jpg"],"header":["https://files.mastodon.social/cache/accounts/headers/109/378/426/860/574/649/original/bb6cee498bc238b9.jpg"],"header_static":["https://files.mastodon.social/cache/accounts/headers/109/378/426/860/574/649/original/bb6cee498bc238b9.jpg"],"followers_count":[26],"following_count":[36],"statuses_count":[10],"fields":[{"name":"Website","value":"<a href=\"https://renwomanconsulting.com/\" rel=\"nofollow noopener noreferrer\" target=\"_blank\"><span class=\"invisible\">https://<\/span><span class=\"\">renwomanconsulting.com/<\/span><span class=\"invisible\"><\/span><\/a>"},{"name":"LinkedIn","value":"<a href=\"https://www.linkedin.com/in/sara-kobilka/\" rel=\"nofollow noopener noreferrer\" target=\"_blank\"><span class=\"invisible\">https://www.<\/span><span class=\"\">linkedin.com/in/sara-kobilka/<\/span><span class=\"invisible\"><\/span><\/a>"}],"emojis":[]}
