{"id":["110408265040970407"],"username":["atikur"],"acct":["atikur"],"display_name":["Photo Editing Expert&Retoucher"],"locked":[true],"bot":[true],"discoverable":[true],"indexable":[false],"group":[false],"created_at":["2023-05-21T00:00:00.000Z"],"note":["<p>Experienced Photoshop expert with a passion for creating visually stunning designs and captivating visual narratives. Proficient in leveraging the power of Adobe Photoshop to bring ideas to life and enhance the overall impact of digital imagery. Skilled in graphic design principles, color theory, and typography, I excel at delivering high-quality, professional designs that meet clients&#39; objectives.<\/p>"],"url":["https://mastodon.social/@atikur"],"uri":["https://mastodon.social/users/atikur"],"avatar":["https://files.mastodon.social/accounts/avatars/110/408/265/040/970/407/original/023f22a1c559d33b.jpg"],"avatar_static":["https://files.mastodon.social/accounts/avatars/110/408/265/040/970/407/original/023f22a1c559d33b.jpg"],"header":["https://files.mastodon.social/accounts/headers/110/408/265/040/970/407/original/8d0d6b75baf7977c.jpg"],"header_static":["https://files.mastodon.social/accounts/headers/110/408/265/040/970/407/original/8d0d6b75baf7977c.jpg"],"followers_count":[3],"following_count":[12],"statuses_count":[5],"last_status_at":["2023-06-10"],"hide_collections":[true],"noindex":[false],"emojis":[],"roles":[],"fields":[{"name":["Photo Retouching"],"value":["Skilled in advanced retouching techniques, I have a deep understanding of color correction, skin smoothing, blemish removal, and other enhancement processes. I meticulously refine and perfect images to achieve a flawless and natural appearance."],"verified_at":{}},{"name":["Image Manipulation"],"value":["Proficient in Adobe Photoshop and other editing tools, I have the expertise to transform images through creative manipulation. Whether it&#39;s removing unwanted objects, adding elements, or creating artistic compositions, I bring imagination to life while ma"],"verified_at":{}},{"name":["Product Photography Enhancement"],"value":["I specialize in enhancing product images to showcase their best features. From background removal and composition adjustments to color enhancement and adding special effects, I create captivating visuals that drive sales and engagement."],"verified_at":{}},{"name":["Restoration"],"value":["Experienced in photo restoration, I have successfully revived old, damaged, and faded photographs, preserving precious memories for individuals and families. I am skilled at repairing cracks, tears, and discoloration, bringing historical images back to li"],"verified_at":{}}]}
