{"id":["110420068177379970"],"username":["Raven47"],"acct":["Raven47@calckey.world"],"display_name":["Earthling"],"locked":[false],"bot":[false],"discoverable":[true],"group":[false],"created_at":["2023-05-23"],"note":["<p><span>I come from the great planet Earth, born as a \"baby boomer\" in Central Europe, meanwhile (still) living at the location mencioned below, with no expiration date in sight. PhD in physics from Technical University of Munich, Germany, retired since January 2017. Last project: www.caldose.org at the University of Pernambuco, Brazil.<br>Fierce anti-patriarchalist for more than 50 years. Happily married for 36 years until 2012, now an unhappy widower, living with my cat. <br>I know that I shall not see the end of the patriarchy (fucking male-dominant rule for the last 8 thousand years) in my remaining lifetime, but the recent DNC, USA gave me hope that self-extinction of humanity can be avoided by the relentless force and energy of women. Men should get out of the way, should become just drones (bees)!!!!  <br><br>If all women have equal rights AGAIN, all kind of discrimination, war, global warming, environmental destruction, exploitation of nature, and slavery have disappeared, all citizens have secure, decent food, housing, health insurance, pension, free access to public transport, etc., then the prerequisites are created that all people can finally LOVE AND BE LOVED freely, lustfully, tenderly, carefree, with impunity, because THIS makes us humans.<br><\/span><\/p>"],"url":["https://calckey.world/@Raven47"],"avatar":["https://files.mastodon.social/cache/accounts/avatars/110/420/068/177/379/970/original/c6b69cd43cfd3744.jpeg"],"avatar_static":["https://files.mastodon.social/cache/accounts/avatars/110/420/068/177/379/970/original/c6b69cd43cfd3744.jpeg"],"header":["https://files.mastodon.social/cache/accounts/headers/110/420/068/177/379/970/original/faae8ff40b728007.webp"],"header_static":["https://files.mastodon.social/cache/accounts/headers/110/420/068/177/379/970/original/faae8ff40b728007.webp"],"followers_count":[843],"following_count":[1196],"statuses_count":[2449],"fields":[],"emojis":[]}
