{"id":["110687511601126421"],"username":["prettygood"],"acct":["prettygood@socially.drinkingatmy.computer"],"display_name":["Idiot Happiness Spiral"],"locked":[false],"bot":[false],"discoverable":[true],"group":[false],"created_at":["2023-07-10"],"note":["There is no 'solution.' This crisis will not be 'fixed.' A few of its symptoms will be alleviated, a little bit. Maybe. For some people.<br><br>An uncaring and uncontrolled juggernaut of changes will run its course across the fields of humanity, leaving ruin, death, poverty, and confusion in its wake. No, it is running its course as I write this. It cannot be stopped, slowed, or hastened to its destination. It will have its way with us before the survivors are left to build yet another empire from the rubble.<br><br>And we shall make up a story or two explaining why it all happened, what we did wrong, and how to avoid such things in the future. But it won't make a lick of difference because it's too late and we're fucking hopeless when it comes to finding out where the next juggernaut is coming from.<br><br>This is not the end of days, nor even the end of civilization. Do not be so optimistic. Humanity has prophesied its own demise a thousand times in the hopes that the next big catastrophic clusterfuck will be the last one we have to struggle through. The doomsayers are the hopeful ones; once humanity is destroyed or reduced to barbarism it won't have to live with memories of the disasters it can't believe it didn't see coming, and the torturous knowledge that it will happen again. And again, and again.<br><br>But humanity is big, dumb, and resilient. It cannot be destroyed, not even by its own hands. It shall lumber along as it always has, clumsily and nearly-blind, crawling and drooling its way into the future.<br><br>There will be another huge fucking disaster; a maelstrom of blood, anger, and misery. And when the dust settles we'll have lots and lots of dead people and still no answers.<br><br>It's what we do. "],"url":["https://socially.drinkingatmy.computer/users/prettygood"],"avatar":["https://files.mastodon.social/cache/accounts/avatars/110/687/511/601/126/421/original/69e4e992b40716fb.jpg"],"avatar_static":["https://files.mastodon.social/cache/accounts/avatars/110/687/511/601/126/421/original/69e4e992b40716fb.jpg"],"header":["https://files.mastodon.social/cache/accounts/headers/110/687/511/601/126/421/original/a9368b5df1227ebb.jpeg"],"header_static":["https://files.mastodon.social/cache/accounts/headers/110/687/511/601/126/421/original/a9368b5df1227ebb.jpeg"],"followers_count":[464],"following_count":[493],"statuses_count":[15471],"fields":[],"emojis":[]}
