{"id":["1108750"],"username":["DueClix_com"],"acct":["DueClix_com"],"display_name":["DueClix.com"],"locked":[false],"bot":[false],"discoverable":[false],"indexable":[false],"group":[false],"created_at":["2020-02-17T00:00:00.000Z"],"note":["<p>The DueClix.com is designed to provide you an affordable solution for the digital marketing, especially for a small business. <\/p><p>The main features of the digital marketing is advertising, create a custom URL that helps to increase click through rate, a job portal, we do networking in over 100 social media websites, we do listing in the top business directories, we rate companies based on the performance.<\/p><p>Additionally, you can post articles, create a blog and file a complaint.<\/p>"],"url":["https://mastodon.social/@DueClix_com"],"uri":["https://mastodon.social/users/DueClix_com"],"avatar":["https://mastodon.social/avatars/original/missing.png"],"avatar_static":["https://mastodon.social/avatars/original/missing.png"],"header":["https://mastodon.social/headers/original/missing.png"],"header_static":["https://mastodon.social/headers/original/missing.png"],"followers_count":[0],"following_count":[1],"statuses_count":[6],"last_status_at":["2020-02-26"],"hide_collections":{},"noindex":[false],"emojis":[],"roles":[],"fields":[{"name":["Advertise"],"value":["DueClix share your products and services with its community. Millions of new users visit on DueClix every month and it helps to increase your sale."],"verified_at":{}},{"name":["Create a Customized URL"],"value":["DueClix has created a software by the name of xZat. Ly, that converts a long URL into a short URL, it shares over 100 social media websites and it customizes the URL to increase the click through rate."],"verified_at":{}},{"name":["Global Business Directory"],"value":["List your business on DueClix to get free leads and it gives more visibility into your business profile on the internet."],"verified_at":{}},{"name":["Digital Marketing In Over 100 Social Media Websites"],"value":["A social media provides an opportunity to increase your network that ultimately increases your sales. DueClix.com is the only company that does networking in over  100 social media websites to increase your network and sale."],"verified_at":{}}]}
