{"id":["1189375"],"username":["tracktalents"],"acct":["tracktalents"],"display_name":["Tracktalents"],"locked":[false],"bot":[false],"discoverable":[false],"indexable":[false],"group":[false],"created_at":["2020-04-15T00:00:00.000Z"],"note":["<p>TrackTalents has been developed to serve the needs of today’s staffing and recruitment professional which balances ease-of-use with powerful features to enhance collaboration without compromising and quality.<\/p><p>TrackTalents, a new-age ATS is developed on the principle of process and ease of use for recruiters and account managers and empowers them to hire and place efficiently and effectively.<\/p>"],"url":["https://mastodon.social/@tracktalents"],"uri":["https://mastodon.social/users/tracktalents"],"avatar":["https://mastodon.social/avatars/original/missing.png"],"avatar_static":["https://mastodon.social/avatars/original/missing.png"],"header":["https://files.mastodon.social/accounts/headers/001/189/375/original/4f1284d564146ca4.jpg"],"header_static":["https://files.mastodon.social/accounts/headers/001/189/375/original/4f1284d564146ca4.jpg"],"followers_count":[0],"following_count":[1],"statuses_count":[4],"last_status_at":["2020-04-15"],"hide_collections":{},"noindex":[false],"emojis":[],"roles":[],"fields":[{"name":["Applicant Tracking System"],"value":["TrackTalents’ advanced applicant tracking system make your recruitment process easier and find the right talent around the world. You can find your choice of candidate with this cloud storage tool anywhere and with any device."],"verified_at":{}},{"name":["ATS"],"value":["Hire the right employee with the right ATS software online. TrackTalents is the best place to make it possible with all your requirements. With our ATS tool, you can have a wide range of information and makes it directly accessible to any device."],"verified_at":{}},{"name":["Applicant Tracking Software"],"value":["Take the advantages of an applicant tracking software that has a comprehensive cloud-based platform and enables you to automate and manage the entire recruitment-cycle at your organization."],"verified_at":{}},{"name":["HR applicant tracking system"],"value":["Save your time, add value, and make quality work with our HR applicant tracking system. It is the best solution for startups and SMEs that support the HR team to speeds up their routine work, reduces administrative disorders, and make HR processes smooth."],"verified_at":{}}]}
