{"id":["1382939"],"username":["carstenraddatz_fca"],"acct":["carstenraddatz_fca@nerdica.net"],"display_name":["Carsten Raddatz"],"locked":[true],"bot":[false],"discoverable":[false],"group":[false],"created_at":["2021-02-05"],"note":["<p>European guy (cis; he/him; lgbtq ally). Linguist by degree, working in sysadmin for decades, using #DevOps methods. All posts here are my own (not a company account).<\/p><p>Father, husband, dog owner. Good to meet you! At one point I lived in the UK; at others I took in the languages in Barcelona and Taipei. You'll find I'm a language person and conversational geek with an open mind. If you want me to add you back, expose a profile I can read.<\/p><p>Interested in technological development as well as automating your infrastructure (select Linux ecosystems, selfhosting-curious). I appreciate both good coffee and green tea. Regret: have not started the \"Data Loss Quarterly\" magazine in 2008 when I was with netzpolitik.org.<\/p><p><br>---<br>You'll find photos here I took when on holiday, from photo walks and snaphots. More than two decades ago I fell in love with #Taiwan and its people and 很高興和你說普通話。當你說國語時更好。 好高興認識你。 U play RES? I do too. 叫我藍山的哥哥 ^^ - I'm sociable on Friendica, Pixelfed and Mastodon. I do have a Plurk account, and used to do Twitter too (disused).<\/p><p>Long before that, in 1986 I went online for the first time ever using an 300bps acoustic coupler. Visited a BBS the computer magazine had suggested. Interesting and scary, me being in my early teens then: you can talk to people online! :D Ten years later I had internet at home at a whopping 33.6kbps, when Windows 95 didn't even include the TCP/IP stack by default. Recently I celebrated 19 years of using Gentoo Linux; in fedi posts I detail many such things.<\/p><p>The times have changed indeed since The Wall fell, after the browser wars ended, and more so now open source software runs everywhere. We're in for magnificient future changes.<\/p>"],"url":["https://nerdica.net/profile/carstenraddatz_fca"],"avatar":["https://files.mastodon.social/cache/accounts/avatars/001/382/939/original/b9a52901afbbe46d.jpeg"],"avatar_static":["https://files.mastodon.social/cache/accounts/avatars/001/382/939/original/b9a52901afbbe46d.jpeg"],"header":["https://mastodon.social/headers/original/missing.png"],"header_static":["https://mastodon.social/headers/original/missing.png"],"followers_count":[11],"following_count":[13],"statuses_count":[37],"fields":[],"emojis":[]}
